
"qtMovieViewAccessibilityMovie" = "film";
"qtMovieViewAccessibilityRole" = "rolle";
"qtMovieViewAccessibilitySubrole" = "underrolle";
"qtMovieViewAccessibilityView" = "vis";
"qtMovieViewAccessibilityImage" = "bilde";

"qtMovieViewContextMenuFlashBack" = "Tilbake";
"qtMovieViewContextMenuFlashForward" = "Fram";
"qtMovieViewContextMenuFlashLoop" = "Sløyfe";
"qtMovieViewContextMenuFlashPlay" = "Start";
"qtMovieViewContextMenuFlashRewind" = "Spol tilbake";
"qtMovieViewContextMenuFlashShowAll" = "Vis alle";
"qtMovieViewContextMenuFlashZoomIn" = "Zoom inn";
"qtMovieViewContextMenuFlashZoomOut" = "Zoom ut";

"qtMovieViewContextMenuLinearCopy" = "Kopier";
"qtMovieViewContextMenuLinearCut" = "Klipp ut";
"qtMovieViewContextMenuLinearPaste" = "Lim inn";
"qtMovieViewContextMenuLinearPlay" = "Start";
"qtMovieViewContextMenuLinearRedo" = "Utfør likevel";
"qtMovieViewContextMenuLinearSelectAll" = "Marker alt";
"qtMovieViewContextMenuLinearSelectNone" = "Ingen markering";
"qtMovieViewContextMenuLinearStop" = "Stopp";
"qtMovieViewContextMenuLinearUndo" = "Angre";

"qtMovieViewEditCut" = "Klipp ut";
"qtMovieViewEditCopy" = "Kopier";
"qtMovieViewEditPaste" = "Lim inn";
"qtMovieViewEditDelete" = "Slett";
"qtMovieViewEditAdd" = "Legg til";
"qtMovieViewEditAddScaled" = "Legg til skalert";
"qtMovieViewEditReplace" = "Erstatt";
"qtMovieViewEditTrim" = "Beskjæring";
"qtMovieViewEditDrop" = "Slipp";

"qtMovieFlattenOperation" = "Slår sammen elementer i film...";
"qtMovieInsertTrackSegmentOperation" = "Setter inn sporsegment...";
"qtMovieInsertMovieSegmentOperation" = "Setter inn filmsegment...";
"qtMoviePasteOperation" = "Limer inn...";
"qtMovieAddMovieSelectionOperation" = "Legger til filmutvalg...";
"qtMovieCopyOperation" = "Kopierer...";
"qtMovieCutOperation" = "Klipper...";
"qtMovieLoadMovieIntoRamOperation" = "Laster inn film i RAM...";
"qtMovieLoadTrackIntoRamOperation" = "Laster inn spor i RAM...";
"qtMovieLoadMediaIntoRamOperation" = "Laster inn fil i RAM...";
"qtMovieImportOperation" = "Importerer film...";
"qtMovieExportOperation" = "Eksporter film...";
"qtMovieUnknownOperation" = "Utfører ukjent operasjon...";

"qtMovieViewClippingName" = "Filmutklipp ";

"QTMoviePosterTimeAttribute" = "Angi Plakattid";
"QTTrackHighQualityVideoAttribute" = "Angi Høykvalitetsvideo";
"QTTrackDeinterlaceVideoAttribute" = "Angi Fjern linjesprang i video";
"QTTrackSingleFieldVideoAttribute" = "Angi Enkeltfeltvideo";
"QTTrackPreloadTrackAttribute" = "Angi Forhåndsinnlast spor";
"QTTrackNeverPurgeTrackAttribute" = "Angi Aldri tøm spor";
"QTTrackMatrixAttribute" = "Angi Spormatrise";
"QTTrackChapterlistAttribute" = "Angi Kapittelliste";
"QTTrackMaskAttribute" = "Angi Spormaske";
"QTTrackVolumeAttribute" = "Angi Sporvolum";
"QTTrackBalanceAttribute" = "Angi Sporbalanse";
"QTTrackHrefAttribute" = "Angi Spor-HREF";
"QTTrackTransferModeAttribute" = "Angi Videooverføringsmodus";
"QTTrackOperationColorAttribute" = "Angi Videooperasjonsfarge";
"QTTrackEnabledAttribute" = "Angi Spor aktivert";
"QTTrackLanguageAttribute" = "Velg språk for spor";
"QTTrackLayerAttribute" = "Angi Sporlag";
"QTTrackDisplayNameAttribute" = "Angi Spornavn";

"QTTrackDefaultName" = "Spor";
"QTTextTrackDefaultName" = "Tekstspor";
"QTChapterTrackDefaultName" = "Kapittelspor";
"QTVideoTrackDefaultName" = "Videospor";
"QTSoundTrackDefaultName" = "Lydspor";
"QTSubtitleTrackDefaultName" = "Undertekstspor";
"QTClosedCaptionTrackDefaultName" = "Spesialtekstspor";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (beskyttet)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (beskyttet)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Videomedier";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Lydmedier";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Multipleksede medier";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Tekstmedier";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Ukjent medium";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1-systemstream";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2-transportstream";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2-programstream";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "DV – multiplekset stream";

"QTCaptureDeviceUnknownDevice" = "Ukjent enhet";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animasjon – beste kvalitet";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG – høy kvalitet";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160 x 120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320 x 240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 – høy kvalitet";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160 x 120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320 x 240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC – høy kvalitet";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC – talekvalitet";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Format: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBitfrekvens: 128 kbps per kanal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBitfrekvens: 32 kbps per kanal\nSamplingsfrekvens: 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Komprimering: %@";
"QTCompressionOptionsSizeSummary" = "Maksimumsstørrelse: %d x %d";

"qtKitError" = "Feil";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Disken er full.";
"qtKitErrorString35" = "Et volum ble ikke funnet.";
"qtKitErrorString36" = "Det oppsto en I/U-feil.";
"qtKitErrorString37" = "Et ugyldig filnavn eller volumnavn ble funnet.";
"qtKitErrorString38" = "Det er en fil som ikke er åpen.";
"qtKitErrorString39" = "Nådde slutten på filen.";
"qtKitErrorString41" = "Hukommelsen er full.";
"qtKitErrorString42" = "For mange åpne filer.";
"qtKitErrorString43" = "En fil eller mappe ble ikke funnet.";
"qtKitErrorString44" = "Et volum er låst.";
"qtKitErrorString45" = "En fil er låst.";
"qtKitErrorString46" = "Et volum er låst.";
"qtKitErrorString47" = "Filen er opptatt.";
"qtKitErrorString48" = "Det finnes allerede en fil med det navnet.";
"qtKitErrorString192" = "En nødvendig ressurs ikke ble funnet.";
"qtKitErrorString193" = "En nødvendig ressursfil ble ikke funnet.";
"qtKitErrorString194" = "Et forsøk på å legge til en ressurs i filen mislyktes.";
"qtKitErrorString195" = "Et forsøk på å legge til en ressursreferanse i filen mislyktes.";
"qtKitErrorString196" = "Et forsøk på å fjerne en ressurs mislyktes.";
"qtKitErrorString197" = "Et forsøk på å fjerne en ressursreferanse mislyktes.";
"qtKitErrorString198" = "En ressurs med en inkonsekvent attributt ble funnet.";
"qtKitErrorString199" = "Ressurskartet er ikke riktig.";
"qtKitErrorString1409" = "Den angitte fil-forken finnes ikke.";
"qtKitErrorString2000" = "En nødvendig datareferanse ikke ble funnet.";
"qtKitErrorString2001" = "Fant en ugyldig bildebeskrivelse i filmen.";
"qtKitErrorString2002" = "Fant en ugyldig, offentlig tilgjengelig del i filmen.";
"qtKitErrorString2003" = "En nødvendig datahåndterer som kreves av filmen, ble ikke funnet.";
"qtKitErrorString2004" = "En datahåndterer som er nødvendig for filmen, kunne ikke åpnes.";
"qtKitErrorString2005" = "Fant en ugyldig komponenttype i filmen.";
"qtKitErrorString2006" = "En nødvendig mediehåndterer som kreves av filmen, ble ikke funnet.";
"qtKitErrorString2007" = "En nødvendig datahåndterer som kreves av filmen, ble ikke funnet.";
"qtKitErrorString2008" = "Ugyldige mediedata ble funnet i filmen.";
"qtKitErrorString2009" = "Et ugyldig spor ble funnet i filmen.";
"qtKitErrorString2010" = "Filmen inneholder ugyldig data.";
"qtKitErrorString2011" = "Filmen inneholder en ugyldig sampletabell.";
"qtKitErrorString2012" = "Filmen inneholder en ugyldig datareferanse.";
"qtKitErrorString2013" = "Filmen inneholder en ugyldig datahåndterer.";
"qtKitErrorString2014" = "Filmen inneholder en ukorrekt varighet";
"qtKitErrorString2015" = "Filmen inneholder en ukorrekt tidsverdi.";
"qtKitErrorString2016" = "En offentlig filmdel kunne ikke arkiveres i filmen.";
"qtKitErrorString2017" = "Filmen har en ugyldig redigeringsliste.";
"qtKitErrorString2018" = "Medietypene i filmen stemmer ikke overens.";
"qtKitErrorString2019" = "Handlingen ble avbrutt.";
"qtKitErrorString2020" = "Movies Toolbox har ikke blitt initialisert.";
"qtKitErrorString2021" = "En nødvendig arbeidsfil ble ikke funnet.";
"qtKitErrorString2022" = "En ressursfil kunne ikke opprettes.";
"qtKitErrorString2023" = "Redigeringstilstand var ugyldig.";
"qtKitErrorString2024" = "Redigeringstilstanden passet ikke.";
"qtKitErrorString2025" = "Redigeringstilstanden er gammel.";
"qtKitErrorString2026" = "Noe av filmens brukerdata mangler.";
"qtKitErrorString2027" = "Det er en feil i programmet.";
"qtKitErrorString2028" = "En ukorrekt sporindeks ble oppgitt.";
"qtKitErrorString2029" = "Et ID-nummer for et spor ble ikke funnet.";
"qtKitErrorString2030" = "Et bestemt spor fantes ikke i filmen.";
"qtKitErrorString2031" = "Et spesifisert tidspunkt befant seg ikke i et bestemt spor.";
"qtKitErrorString2032" = "Et spesifisert tidspunkt befant seg ikke i et oppgitt medium.";
"qtKitErrorString2033" = "En feil redigeringsindeks ble gitt.";
"qtKitErrorString2034" = "Det oppsto en uventet QuickTime-feil.";
"qtKitErrorString2035" = "Et nødvendig spor kunne ikke slås på.";
"qtKitErrorString2036" = "Et ugyldig rektangel ble funnet i filmen.";
"qtKitErrorString2037" = "Et ugyldig samplenummer ble funnet i filmen.";
"qtKitErrorString2038" = "Et ugyldig “chunk”-nummer ble funnet i filmen.";
"qtKitErrorString2039" = "En ugyldig samplebeskrivelsesindeks ble funnet i filmen.";
"qtKitErrorString2040" = "En ugyldig “chunk”-buffer ble funnet i filmen.";
"qtKitErrorString2041" = "En ugyldig samplebeskrivelse ble funnet i filmen.";
"qtKitErrorString2042" = "Filens datadel kunne ikke åpnes for lesing.";
"qtKitErrorString2043" = "Filens datadel var ikke åpnet for skriving.";
"qtKitErrorString2044" = "Filens datadel var allerede åpen for skriving.";
"qtKitErrorString2045" = "Filens datadel var allerede lukket.";
"qtKitErrorString2046" = "Nådde slutten av filmdataene.";
"qtKitErrorString2047" = "En ugyldig datareferanse ble funnet.";
"qtKitErrorString2048" = "Filen er ikke en filmfil.";
"qtKitErrorString2049" = "Fant en ugyldig datareferansebeholder i filmen.";
"qtKitErrorString2050" = "Fant en ugyldig referanseindeks i filmen.";
"qtKitErrorString2051" = "Filmen har ingen datafiler på disken. Arkiver filmen, og prøv igjen.";
"qtKitErrorString2052" = "Kunne ikke bruke et eksisterende dataeksempel.";
"qtKitErrorString2053" = "Programmet prøvde å bruke en funksjon det ikke er støtte for.";
"qtKitErrorString2125" = "Forskyvningen i filen er for stor.";
"qtKitErrorString2149" = "Ikke nok filmdata tilgjengelig.";
"qtKitErrorString5000" = "Du har ikke tilstrekkelige rettigheter til å utføre denne handlingen.";
"qtKitErrorString8969" = "Filmen inneholder ugyldig data.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Operasjonen kunne ikke fullføres.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "Operasjonen kunne ikke fullføres på grunn av en ukjent feil. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Kan ikke overføre medier.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Noen mediekilder er ikke kompatible med mediemålene.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Kunne ikke overføre medier fra enheten «%@» fordi den allerede brukes et annet sted i dette programmet.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Stopp operasjoner som bruker enheten «%@», eller vent til operasjonene er fullført.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "Opptaket mislyktes fordi ingen data ble mottatt.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Kontroller at inndatakilden er slått på og spiller.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "Opptaket stoppet fordi konfigurasjonen for mediets kilde og mål ble endret.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Ta opp på nytt.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "Opptaket til «%@» stoppet fordi disken «%@» nesten er full.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Slett filer fra disken «%@», eller ta opp på en annen disk.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "Opptaket ble stoppet fordi enheten «%@» ble slått av eller koblet fra.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Slå på eller koble til enheten «%@» for å fortsette opptaket.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "Opptaket stoppet fordi kildemediets format ble endret.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Medier med forskjellig format kan ikke tas opp i samme fil.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Opptaket ble stoppet fordi filen ikke kan være lengre enn %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "Maksimal varighet er %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Opptaket ble stoppet fordi filen ikke kan være større enn %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "Maksimal filstørrelse er %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "Opptaket stoppet fordi det oppsto et avbrudd i inndataene.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Avslutt programmer eller koble fra enheter som bruker ressurser som er nødvendige for opptaket.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Enheten «%@« kunne ikke åpnes fordi den ikke er koblet til eller ikke er slått på.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Slå på eller koble til enheten «%@» før du åpner den.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "En enhet kunne ikke åpnes fordi den ikke er koblet til eller ikke er slått på.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Prøv å slå på eller koble sammen enhetene før du åpner dem.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Enheten «%@» kunne ikke åpnes fordi den brukes av et annet program.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Stopp operasjoner som bruker enheten «%@», vent til operasjonene er fullført, eller avslutt programmet som bruker enheten.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Enheten «%@» kunne ikke åpnes fordi den er i konflikt med enheten «%@» som allerede er åpen.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Stopp operasjoner som bruker enheten «%@».";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "Opptaket ble stoppet fordi maksimal varighet for filen har blitt nådd.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Prøv å fortsette opptaket i en ny fil.";

"qtKitDataSizeInBytes" = "%@ byte";
"qtKitDataSizeInKilobytes" = "%@ kB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Svart-hvitt";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Tusener";
"qtKitBitDepthStringForMillionsColors" = "Millioner";
"qtKitBitDepthStringForMillionsPlusColors" = "Millioner+";
"qtKitBitDepthStringForUnknownColors" = "Ukjent";
"qtKitBitDepthStringForColorsColors" = "Farger";
"qtKitBitDepthStringForGrayColors" = "Gråtoner";
